Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: WiFi network updated
be: Сетка Wi-Fi абноўлена
ca: S'ha actualitzat la xarxa wifi.
cs: Wi-Fi síť aktualizována
da: WiFi-netværk opdateret
de: WLAN-Netzwerk aktualisiert
el: Το δίκτυο WiFi ενημερώθηκε
es: Se ha actualizado la red wifi
es_419: Se actualizó la red Wi-Fi.
fi: Wi-Fi-verkko päivitettiin
fr: Le réseau wifi a été mis à jour.
hu: A WiFi hálózat frissítve
id: Jaringan WiFi diperbarui
it: Rete WiFi aggiornata
ja: Wi-Fiネットワークが更新されました
ko: WiFi 네트워크 업데이트됨
nb: WiFi-nettverk oppdatert
nl: Wifi-netwerk bijgewerkt
pl: Sieć Wi-Fi została zaktualizowana
pt: A rede WiFi foi atualizada.
pt_br: Rede Wi-Fi atualizada
ro: Rețeaua Wi-Fi s-a actualizat.
ru: Сеть WiFi обновлена
sk: WiFi sieť aktualizvaná
sv: WiFi-nätverk uppdaterat
tr: Kablosuz ağ güncellendi
uk: Мережу Wi-Fi оновлено
zh_hans: WiFi网络已更新
zh_hant: 無線網路已更新

source: WiFi networks
be: Сеткі Wi-Fi
ca: Xarxes wifi
cs: Wi-Fi sítě
da: WiFi-netværk
de: WLAN-Netzwerke
el: Δίκτυα WiFi
es: Redes wifi
es_419: Redes Wi-Fi
fi: Wi-Fi-verkot
fr: Réseaux wifi
hu: WiFi hálózatok
id: Jaringan WiFi
it: Reti WiFi
ja: Wi-Fiネットワーク
ko: WiFi 네트워크
nb: WiFi-nettverk
nl: Wifi-netwerken
pl: Sieci Wi-Fi
pt: Redes wifi
pt_br: Redes Wi-Fi
ro: Rețele Wi-Fi
ru: Сети WiFi
sk: WiFi siete
sv: WiFi-nätverk
tr: Kablosuz ağlar
uk: Мережі Wi-Fi
vi: Các mạng WiFi
zh_hans: WiFi 网络
zh_hant: 無線網路

source: WiFi password copied
be: Пароль ад Wi-Fi скапіяваны
ca: S'ha copiat la contrasenya de wifi.
cs: Heslo Wi-Fi zkopírováno
da: WiFi-adgangskode kopieret
de: WLAN-Passwort kopiert
el: Ο κωδικός WiFi αντιγράφηκε
es: Se ha copiado la contraseña del wifi.
es_419: Se copió la contraseña del Wi-Fi.
fi: Wi-Fi-salasana kopioitiin
fr: Le mot de passe du wifi a été copié.
hu: WiFi jelszó másolva
id: Kata sandi WiFi disalin
it: Password WiFi copiata
ja: Wi-Fiパスワードをコピーしました
ko: WiFi 비밀번호 복사됨
nb: WiFi-passord kopiert
nl: Wifi wachtwoord gekopieerd
pl: Sieć Wi-Fi została skopiowana
pt: A palavra-passe do WiFi foi copiada.
pt_br: Senha do Wi-Fi copiada
ro: Parola Wi-Fi a fost copiată.
ru: Пароль WiFi скопирован
sk: Heslo WiFi skopírované
sv: WiFi-lösenord kopierat
tr: Kablosuz ağ parolası kopyalandı
uk: Пароль Wi-Fi скопійовано
vi: Mật khẩu WiFi đã được sao chép
zh_hans: WiFi密码已复制
zh_hant: 無線網路密碼字元已複製

source: With other Proton Pass users
be: З іншымі карыстальнікамі Proton Pass
ca: Amb altres usuaris de Proton Pass
cs: S ostatními uživateli Proton Pass
da: Med andre Proton Pass-brugere
de: Mit anderen Proton Pass-Benutzern
el: Με άλλους χρήστες του Proton Pass
es: Con otros usuarios de Proton Pass
es_419: Con otros usuarios de Proton Pass
fi: Muiden Proton Pass -käyttäjien kanssa
fr: Avec d'autres utilisateurs de Proton Pass
hu: Más Proton Pass felhasználókkal
id: Dengan pengguna Proton Pass lainnya
it: Con altri utenti Proton Pass
ja: 他のProton Passユーザーと
ka: სხვა Proton Pass-ის მომხმარებლებთან
ko: 다른 Proton Pass 사용자들과 함께
nb: Med andre brukere av Proton Pass
nl: Met andere Proton Pass gebruikers
pl: Dla innych użytkowników Proton Pass
pt: Com outros utilizadores do Proton Pass
pt_br: Com outros usuários do Proton Pass
ro: Cu alți utilizatori Proton Pass
ru: С другими пользователями Proton Pass
sk: S ostatnými používateľmi Proton Pass
sl: Z drugimi uporabniki Proton Pass
sv: Med andra Proton Pass-användare
tr: Diğer Proton Pass kullanıcıları ile
uk: З іншими користувачами Proton Pass
vi: Với những người dùng Proton Pass khác
zh_hans: 与其他 Proton Pass 用户联系
zh_hant: 與其他 Proton Pass 使用者

source: Word separator
be: Раздзяляльнік слоў
ca: Separador de paraules
cs: Oddělovač slov
da: Ordseparator
de: Trennzeichen
el: Διαχωριστής λέξεων
es: Separador de palabras
es_419: Separador de palabra
fi: Sanojen erotin
fr: Séparateur de mots
hu: Szóelválasztó
id: Pemisah kata
it: Separatore parole
ja: 区切り文字
ka: სიტყვების განმაცალკევებელი
nb: Skilletegn for ord
nl: Woordscheidingsteken
pl: Separator słów
pt: Separador de palavras
pt_br: Separador de palavras
ro: Separator cuvinte
ru: Разделитель слов
sk: Oddeľovač slov
sl: Ločilo besed
sv: Ordavgränsare
tr: Sözcük ayracı
uk: Розділювач слів
vi: Dấu tách từ
zh_hans: 单词分隔符
zh_hant: 單字分隔字元

source: Work details
be: Падрабязнасці аб працы
ca: Detalls de la feina
cs: Detaily práce
da: Arbejdsdetaljer
de: Angaben zur Arbeit
el: Λεπτομέρειες εργασίας
es: Detalles de trabajo
es_419: Detalles de trabajo
fi: Työtiedot
fr: Informations sur le poste
hu: Munka adatai
id: Rincian pekerjaan
it: Dettagli di lavoro
ja: 仕事の詳細
ka: სამსახურის დეტალები
ko: 작업 세부 정보
nb: Arbeidsdetaljer
nl: Werk gegevens
pl: Szczegóły służbowe
pt: Detalhes do trabalho
pt_br: Detalhes do trabalho
ro: Loc de muncă
ru: Информация о работе
sk: Detaily práce
sl: Podatki o delovnem mestu
sv: Arbetsdetaljer
tr: İş bilgileri
uk: Робочі деталі
vi: Thông tin công việc
zh_hans: 工作详情
zh_hant: 工作詳細資料

source: Work email
be: Працоўны адрас электроннай пошты
ca: Correu electrònic de la feina
cs: Pracovní e-mail
da: Arbejdsmail
de: Geschäftliche E-Mail-Adresse
el: Email εργασίας
es: Dirección de correo del trabajo
es_419: Dirección de correo del trabajo
fi: Työsähköposti
fr: Adresse e-mail professionnelle
hu: Munkahelyi e-mail
id: Email kantor
it: Email di lavoro
ja: 仕事のメール
ka: სამსახურის ელფოსტა
ko: 업무용 이메일
nb: E-postadresse for arbeid
nl: Zakelijke e-mail
pl: Służbowy adres e-mail
pt: E-mail profissional
pt_br: E-mail corporativo
ro: E-mail serviciu
ru: Рабочая электронная почта
sk: Pracovný email
sl: Službeni e-poštni naslov
sv: E-post arbete
tr: İş e-posta adresi
uk: Робоча електронна пошта
vi: Email công việc
zh_hans: 工作邮箱
zh_hant: 工作電子郵件

source: Work phone number
be: Працоўны нумар тэлефона
ca: Número de telèfon de la feina
cs: Pracovní telefonní číslo
da: Arbejdstelefonnummer
de: Geschäftliche Telefonnummer
el: Αριθμός τηλεφώνου εργασίας
es: Número de teléfono del trabajo
es_419: Número de teléfono del trabajo
fi: Työpuhelin
fr: Numéro de téléphone professionnel
hu: Munkahelyi telefonszám
id: Nomor telepon kantor
it: Telefono di lavoro
ja: 職場の電話番号
ka: სამსახურის ტელეფონის ნომერი
ko: 업무용 휴대폰 번호
nb: Telefonnummer for arbeid
nl: Telefoonnummer werk
pl: Służbowy numer telefonu
pt: Número de telefone do trabalho
pt_br: Número de telefone no trabalho
ro: Telefon serviciu
ru: Рабочий номер телефона
sk: Pracovné telefónne číslo
sl: Službena telefonska številka
sv: Telefonnummer arbete
tr: İş telefonu
uk: Номер робочого телефону
vi: Số điện thoại công việc
zh_hans: 工作电话号码
zh_hant: 工作電話號碼

source: Would you want to associate "%1$@" with "%2$@"?
be: Ці хочаце звязаць "%1$@" з "%2$@"?
ca: Voleu associar « %1$@ » amb « %2$@»?
cs: Chcete přiřadit "%1$@" k "%2$@"?
da: Vil du knytte "%1$@" til "%2$@"?
de: Möchtest du "%1$@" mit "%2$@" verknüpfen?
el: Θέλετε να συσχετίσετε "%1$@" με το "%2$@"?
es: ¿Quieres asociar « %1$@ » a « %2$@»?
es_419: ¿Desea asociar «%1$@» con «%2$@»?
fi: Haluatko yhdistää kohteen "%1$@" nimikkeeseen "%2$@"?
fr: Voulez-vous associer « %1$@ » à « %2$@ » ?
hu: Kívánja, hogy "%1$@" és "%2$@" társításra kerüljön?
id: Apakah Anda ingin mengaitkan "%1$@" dengan "%2$@"?
it: Vuoi associare "%1$@" a "%2$@"?
ja: 「 %1$@ 」 を 「 %2$@ 」 に関連付けますか?
ka: გნებავთ "%1$@"-ს ასოცირება "%2$@"-სთან?
ko: "%1$@"을 "%2$@"와 연관지으시겠어요?
nb: Ønsker du å assosiere "%1$@" med "%2$@"?
nl: Wilt u "%1$@" associëren met "%2$@"?
pl: Czy chcesz powiązać "%1$@" z "%2$@"?
pt: Pretende associar «%1$@» com «%2$@»?
pt_br: Você gostaria de associar «%1$@» com «%2$@»?
ro: Doriți să asociați „%1$@” cu „%2$@”?
ru: Хотите ли вы ассоциировать «%1$@» с «%2$@»?
sk: Chcete spojiť "%1$@" s "%2$@"?
sv: Vill du associera “%1$@“ med “%2$@“?
tr: “%1$@” ile “%2$@” ilişkilendirmesini yapmak istiyor musunuz?
uk: Чи хотіли б ви пов'язати «%1$@» з «%2$@»?
zh_hans: 您想将 “%1$@”与 “%2$@” 关联起来吗？
zh_hant: 您是否要將 "%1$@" 與 "%2$@" 建立關聯？

source: Write us on Reddit
be: Напісаць нам у Reddit
ca: Escriviu-nos a Reddit
cs: Napište nám na Reddit
da: Skriv til os på Reddit
de: Schreibe uns auf Reddit
el: Γράψτε μας στο Reddit
es: Escríbenos en Reddit
es_419: Escríbanos en Reddit
fi: Kirjoita meille Redditissä
fr: Nous écrire sur Reddit
hu: Írjon a Redditen
id: Tulis kepada kami di Reddit
it: Scrivici su Reddit
ja: Redditに書き込む
ka: მოგვწერეთ Reddit-ზე
ko: Reddit에서 작성
nb: Skriv til oss på Reddit
nl: Schrijf ons op Reddit
pl: Napisz do nas na Reddicie
pt: Escreva-nos no Reddit
pt_br: Escreva-nos no Reddit
ro: Scrieți-ne pe Reddit
ru: Написать нам в Reddit
sk: Napíšte nám na Reddite
sl: Pišite nam na Reddit
sv: Skriv till oss på Reddit
tr: Bize Reddit üzerinden yazın
uk: Напишіть нам на Reddit
vi: Gửi cho chúng tôi trên Reddit
zh_hans: 在 Reddit 上给我们留言
zh_hant: 在 Reddit 上寫上我們

source: Wrong extra password
be: Няправільны дадатковы пароль
ca: Contrasenya addicional incorrecta
cs: Špatné dodatečné heslo
da: Forkert ekstra adgangskode
de: Falsches zusätzliches Passwort
el: Λάθος επιπλέον κωδικός πρόσβασης
es: La contraseña adicional no es correcta.
es_419: La contraseña adicional no es correcta.
fi: Väärä lisäsalasana
fr: Le mot de passe supplémentaire n'est pas correct.
hu: Helytelen extra jelszó
id: Kata sandi tambahan salah
it: Password aggiuntiva errata
ja: 間違った追加のパスワード
ka: არასწორი დამატებითი პაროლი
ko: 잘못된 추가 비밀번호입니다
nb: Galt ekstra passord
nl: Verkeerd extra wachtwoord
pl: Dodatkowe hasło jest nieprawidłowe
pt: A palavra-passe extra está errada
pt_br: Senha adicional errada
ro: Parolă suplimentară greșită.
ru: Неверный дополнительный пароль
sk: Nesprávne dodatočné heslo
sv: Fel extralösenord
tr: Ek parola yanlış
uk: Хибний додатковий пароль
vi: Mật khẩu phụ không đúng
zh_hans: 额外密码错误
zh_hant: 第二密碼錯誤

source: Wrong Proton password
be: Няправільны пароль Proton
ca: Contrasenya de Proton incorrecta
cs: Špatné Proton heslo
da: Forkert Proton-adgangskode
de: Falsches Proton-Passwort
el: Λάθος κωδικός πρόσβασης Proton
es: La contraseña de Proton no es correcta.
es_419: La contraseña de Proton no es correcta.
fi: Väärä Proton-salasana
fr: Le mot de passe Proton n'est pas correct.
hu: Hibás Proton jelszó
id: Kata sandi Proton salah
it: Password Proton errata
ja: 間違ったProtonパスワード
ka: არასწორი Proton-ის პაროლი
ko: Proton 비밀번호가 옳지 않습니다.
nb: Galt Proton-passord
nl: Foutief Proton-wachtwoord
pl: Hasło Proton jest nieprawidłowe
pt: A palavra-passe da Proton está errada.
pt_br: Senha adicional da Proton errada
ro: Parolă Proton greșită.
ru: Неправильный пароль Proton
sk: Nesprávne Proton heslo
sl: Napačno Proton geslo
sv: Fel Proton-lösenord
tr: Proton parolası yanlış
uk: Хибний Proton пароль
vi: Mật khẩu Proton không đúng
zh_hans: Proton 密码错误
zh_hant: 錯誤的 Proton 密碼字元

source: X handle
be: Профіль X
ca: Compte a X
cs: X uživatelské jméno
da: X-brugernavn
de: X-Benutzername
el: X όνομα
es: Nombre de usuario de X
es_419: Nombre de usuario de X
fi: X-tunnus
fr: Compte X
hu: X kezelő
id: Akun X
it: Nome utente di X
ja: Xハンドル
ka: X-ის პროფილი
ko: X 핸들
nb: X-brukernavn
nl: X-gebruikersnaam
pl: Profil X
pt: Conta do X
pt_br: Usuário no X
ro: Cont X
ru: Дескриптор Х
sk: X používateľské meno
sl: X vzdevek
sv: X-användarnamn
tr: X takma adı
uk: Ідентифікатор Х
vi: Tài khoản X
zh_hans: X 用户名
zh_hant: X 帳號

source: Yesterday
be: Учора
ca: Ahir
cs: Včera
da: I går
de: Gestern
el: Χθες
es: Ayer
es_419: Ayer
fi: Eilen
fr: Hier
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
ka: გუშინ
ko: 어제
nb: I går
nl: Gisteren
pl: Wczoraj
pt: Ontem
pt_br: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sv: Igår
tr: Dün
uk: Вчора
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

source: You
be: Вы
ca: Vós
cs: Vy
da: Dig
de: Du
el: Εσείς
es: Tú
es_419: Usted
fi: Sinä
fr: Vous
hu: Te
id: Anda
it: Tu
ja: あなた
ka: თქვენ
ko: 나
nb: Deg
nl: U
pl: Ty
pt: Você
pt_br: Você
ro: Dvs.
ru: Вы
sk: Vy
sl: Vi
sv: Du
tr: Siz
uk: Ви
vi: Bạn
zh_hans: 你
zh_hant: 您

source: You are about to create
be: Вы збіраецеся стварыць
ca: Esteu a punt de crear
cs: Chystáte se vytvořit
da: Du er ved at oprette
de: Folgender Alias wird erstellt:
el: Είστε έτοιμοι να δημιουργήσετε
es: Estás a punto de crear
es_419: Está por crear
fi: Luot aliasta
fr: Vous êtes sur le point de créer
hu: Ezt fogja létrehozni:
id: Anda akan membuat
it: Stai per creare
ja: 作成されるメールアドレス
ka: აპირებთ, შექმნათ
ko: 생성하려고 하는 주소:
nb: Du er i ferd med å opprette
nl: U staat op het punt volgende aan te maken
pl: Utworzysz
pt: Está prestes a criar
pt_br: Você está prestes a criar
ro: Sunteți pe cale să creați
ru: Вы собираетесь создать
sk: Chystáte sa vytvoriť
sl: Ustvarili boste
sv: Du är på väg att skapa
tr: Şunu oluşturmak üzeresiniz
uk: Ви збираєтеся створити
vi: Bạn đang chuẩn bị tạo
zh_hans: 你即将创建
zh_hant: 您將要創建

source: You are about to permanently delete %lld aliases
be: Вы збіраецеся незваротна выдаліць %lld псеўданімаў
ca: Esteu a punt de suprimir permanentment %lld àlies.
cs: Chystáte se trvale smazat %lld aliasů
da: Du er ved at slette %lld-aliasser permanent
de: Du bist dabei, %lld Aliasse dauerhaft zu löschen
el: Πρόκειται να διαγράψετε οριστικά %lld ψευδώνυμα
es: Estás a punto de eliminar definitivamente %lld alias
es_419: Está por eliminar %lld alias permanentemente
fi: Olet poistamassa %lld aliasta pysyvästi
fr: Vous êtes sur le point de supprimer définitivement %lld alias.
hu: Ön véglegesen törölni kívánja a %lld e-mail álnevet
id: Anda akan menghapus %lld alias secara permanen
it: Stai per eliminare definitivamente %lld alias
ja: %lld個のエイリアスを完全に削除しようとしています
ka: აპირებთ, სამუდამოდ წაშალოთ %lld ფსევდონიმი
ko: 영구적으로 %lld개의 별칭을 삭제하려고 합니다
nb: Du er i ferd med å slette permanent %lld aliaser
nl: U staat op het punt %lld aliassen permanent te verwijderen
pl: Zamierzasz trwale usunąć %lld aliasów
pt: Está prestes a eliminar permanentemente %lld aliases
pt_br: Você está prestes a excluir permanentemente %lld endereços alternativos
ro: Urmează să ștergeți definitiv %lld de aliasuri
ru: Вы собираетесь навсегда удалить %lld псевдонима
sk: Chystáte sa natrvalo vymazať %lld aliasov
sv: Du håller på att ta bort %lld alias permanent
tr: %lld takma adı kalıcı olarak silmek üzeresiniz
uk: Ви збираєтеся назавжди видалити %lld псевдонімів
zh_hans: 您即将永久删除 %lld 个别名
zh_hant: 您即將永久刪除 %lld 個別名

source: You are going to delete %lld items irreversibly, are you sure?
be: Вы збіраецеся незваротна выдаліць %lld элементаў. Вы сапраўды хочаце гэта зрабіць?
ca: Eliminareu %lld elements de manera irreversible, n'esteu segur?
cs: Chystáte se nevratně smazat %lld položek, jste si tím jisti?
da: Du vil slette %lld elementer uigenkaldeligt, er du sikker?
de: Damit werden %lld Einträge unwiderruflich gelöscht. Bist du dir sicher?
el: Θα διαγράψετε %lld στοιχεία αμετάκλητα, είστε σίγουροι;
es: Vas a eliminar %lld elementos de manera irreversible. ¿Estás seguro?
es_419: Va a eliminar %lld elementos de manera irreversible. ¿Está seguro?
fi: Olet poistamassa %lld kohdetta pysyvästi. Haluatko varmasti tehdä tämän?
fr: La suppression de %lld éléments ne pourra pas être annulée. Voulez-vous vraiment les supprimer ?
hu: Töröl %lld elemet véglegesen, biztos benne?
id: Anda akan menghapus %lld item secara permanen. Apakah Anda yakin?
it: Stai per eliminare definitivamente %lld elementi. Sei sicuro?
ja: %lld 個のアイテムを元に戻せないように削除します。本当によろしいですか?
ka: აპირებთ, %lld ელემენტი შეუქცევადად წაშალოთ. დარწმუნებული ბრძანდებით?
ko: %lld개 항목을 영구히 삭제하려고 합니다. 확실한가요?
nb: Du kommer til å slette %lld elementer irreversibelt, er du sikker?
nl: U gaat %lld items onherroepelijk verwijderen, weet u het zeker?
pl: Zamierzasz nieodwracalnie usunąć %lld elementów. Czy na pewno chcesz wykonać tę akcję?
pt: Está prestes a eliminar%lld itens irreversivelmente. Tem a certeza?
pt_br: Você excluirá %lld itens irreversivelmente, tem certeza?
ro: Veți șterge ireversibil %lld de articole. Sigur doriți asta?
ru: Вы собираетесь окончательно удалить %lld элементов, вы уверены?
sk: Naozaj nenávratne odstrániť %lld položiek?
sl: Ste prepričani, da boste nepovratno izbrisali %lld predmeta?
sv: Du kommer att ta bort %lld objekt oåterkalleligt, är du säker?
tr: %lld öge geri alınamayacak şekilde silinecek. Emin misiniz?
uk: Ви збираєтесь остаточно видалити %lld елементів. Ви впевнені?
vi: Bạn sẽ xóa %lld nội dung này mà không thể quay lại được, bạn chắc chứ?
zh_hans: 您将不可逆转地删除 %lld 项，您确定吗？
zh_hant: 您即將刪除 %lld 個項目且無法復原，您確定嗎？

source: You are going to delete the item irreversibly, are you sure?
be: Вы збіраецеся незваротна выдаліць элемент. Вы сапраўды хочаце гэта зрабіць?
ca: Això esborrarà l'element de manera irreversible. Esteu segur?
cs: Chystáte se položku nevratně smazat, jste si jisti?
da: Du vil slette elementet uigenkaldeligt, er du sikker?
de: Der Eintrag wird unwiderruflich gelöscht. Bist du dir sicher?
el: Θα διαγράψετε αυτό το στοιχείο αμετάκλητα, είστε σίγουροι;
es: Vas a eliminar el elemento de manera irreversible. ¿Estás seguro?
es_419: Va a eliminar el elemento de manera irreversible. ¿Está seguro?
fi: Haluatko varmasti poistaa kohteen pysyvästi?
fr: La suppression de l'élément ne pourra pas être annulée, voulez-vous vraiment le supprimer ?
hu: Visszafordíthatatlanul törölni fogja az elemet, biztos benne?
id: Anda akan menghapus item ini secara permanen. Apakah Anda yakin?
it: Eliminerai l'elemento in modo irreversibile, sei sicuro?
ja: このアイテムを永久に削除します。よろしいですか？
ka: აპირებთ, ეს ელემენტი შეუქცევადად წაშალოთ. დარწმუნებული ბრძანდებით?
ko: 항목을 영구히 삭제하려고 합니다. 확실한가요?
nb: Du kommer til å slette elementet irreversibelt. Er du sikker?
nl: U gaat het item onherroepelijk verwijderen, weet u het zeker?
pl: Zamierzasz nieodwracalnie usunąć element. Czy na pewno chcesz wykonać tę akcję?
pt: Está prestes a eliminar o item irreversivelmente. Tem a certeza?
pt_br: Você irá excluir o item irreversivelmente. Você tem certeza?
ro: Veți șterge ireversibil articolul. Sigur doriți asta?
ru: Вы собираетесь удалить элемент безвозвратно, вы уверены?
sk: Chystáte sa položku nenávratne odstrániť, skutočne to chcete?
sl: Predmete boste nepovratno izbrisali, ste prepričani?
sv: Du kommer att ta bort objektet oåterkalleligt. Är du säker?
tr: Öge geri alınamayacak şekilde silinecek. Emin misiniz?
uk: Ви збираєтеся остаточно видалити елемент. Ви впевнені?
vi: Bạn sẽ xóa nội dung này mà không thể quay lại được, bạn chắc chứ?
zh_hans: 您将不可逆转地删除该项目，您确定吗？
zh_hant: 您的指示將刪除的訊息是無法復原, 您確定嗎？

source: You can't invite people outside of your organization, contact admin for more info.
be: У вас няма магчымасці запрашаць карыстальнікаў па-за межамі вашай арганізацыі. Звяжыцеся з адміністратарам, каб атрымаць дадатковыя звесткі.
ca: No podeu convidar persones fora de la vostra organització, contacteu amb l'administrador per obtenir més informació.
cs: Nemůžete pozvat lidi, kteří jsou mimo vaší organizaci. Pro více informací kontaktujte správce.
da: Du kan ikke invitere folk uden for din organisation, kontakt administrator for mere info.
de: Du kannst keine Personen außerhalb deiner Organisation einladen, kontaktiere den Administrator für weitere Informationen.
el: Δεν μπορείτε να προσκαλέσετε άτομα εκτός του οργανισμού σας, επικοινωνήστε με το διαχειριστή για περισσότερες πληροφορίες.
es: No puedes invitar personas fuera de tu organización. Contacta con el administrador para más información.
es_419: No puede invitar personas fuera de la organización, contacte con el administrador para más información.
fi: Et voi kutsua henkilöitä organisaatiosi ulkopuolelta. Ole yhteydessä ylläpitoosi saadaksesi lisätietoja.
fr: Vous ne pouvez pas inviter des personnes extérieures à votre organisation. Contactez l'administrateur pour plus d'informations.
hu: Nem hívhat meg embereket a szervezetén kívül, lépjen kapcsolatba a szervezet adminisztrátorával.
id: Anda tidak dapat mengundang pengguna yang berada di luar organisasi Anda. Hubungi admin untuk informasi lebih lanjut.
it: Non puoi invitare persone esterne alla tua organizzazione. Contatta l'amministratore per maggiori informazioni.
ja: 組織外のユーザーを招待することはできません。詳細については、管理者にお問い合わせください。
ka: თქვენი ორგანიზაციის გარედან ხალხს ვერ მოიწვევთ. მეტი დეტალებისთვის დაუკავშირდით ადმინისტრატორს.
ko: 조직으로 사용자를 더 초대할 수 없습니다. 더 자세한 내용은 관리자에게 문의하십시오.
nb: Du kan ikke invitere personer utenfor organisasjonen, kontakt administrator for mer informasjon.
nl: U kunt geen mensen buiten uw organisatie uitnodigen, neem contact op met de beheerder voor meer informatie.
pl: Nie możesz zapraszać użytkowników spoza swojej organizacji. Skontaktuj się z administratorem, aby uzyskać więcej informacji.
pt: Não pode convidar pessoas para fora da sua organização. Contacte o administrador para obter mais informações.
pt_br: Você não pode convidar pessoas fora da sua organização, entre em contato com o administrador para mais informações.
ro: Nu puteți invita persoane din afara organizației proprii. Contactați administratorul pentru mai multe informații.
ru: Вы не можете приглашать людей за пределами вашей организации, свяжитесь с администратором для получения дополнительной информации.
sk: Nemôžete pozvať ľudí mimo vašej organizácie, ďalšie informácie získate od správcu.
sl: Ne morete povabiti ljudi izven vaše organizacije, za več informacij se obrnite na skrbnika.
sv: Du kan inte bjuda in personer utanför din organisation, kontakta administratören för mer information.
tr: Kuruluşunuz dışındaki kişileri davet edemezsiniz. Ayrıntılı bilgi almak için yönetici ile görüşün.
uk: Ви не можете запрошувати людей поза вашою організацією, зв'яжіться з адміністратором для отримання додаткової інформації.
vi: Không thể mời người dùng bên ngoài tổ chức, liên hệ quản lí để tìm hiểu thêm.
zh_hans: 您不能邀请组织外的人员，请联系管理员获取更多信息。
zh_hant: 您無法邀請您組織機構以外的人員，請聯絡管理員以獲取更多資訊。

source: You currently don't have any secure links
be: У цяперашні час у вас адсутнічаюць бяспечныя спасылкі
ca: Actualment no teniu cap enllaç segur
cs: Aktuálně nemáte žádné bezpečné odkazy
da: Du har i øjeblikket ingen sikre links
de: Du hast derzeit keine sicheren Links.
el: Προς το παρόν δεν έχετε ασφαλείς συνδέσμους
es: Actualmente no tienes ningún enlace seguro.
es_419: Actualmente no tiene ningún enlace seguro
fi: Sinulla ei tällä hetkellä ole suojattuja linkkejä
fr: Vous n'avez actuellement aucun lien sécurisé.
hu: Jelenleg nincsenek biztonságos hivatkozásai
id: Anda saat ini tidak memiliki tautan aman
it: Al momento non disponi di link sicuri
ja: 現在セキュアリンクはありません
ka: დაცული ბმულები ამჟამად არ გაგაჩნიათ
ko: 현재 안전한 링크를 소유하고 있지 않습니다.
nb: Du har for øyeblikket ingen sikre koblinger
nl: U heeft momenteel geen beveiligde koppelingen
pl: Nie masz żadnych linków
pt: Não tem atualmente nenhuma ligação segura.
pt_br: Você atualmente não tem nenhum link seguro
ro: Momentan nu aveți legături web web securizate
ru: В настоящее время у вас нет защищенных ссылок
sk: V súčasnosti nemáte žiadne bezpečné odkazy
sv: Du har för närvarande inga säkra länkar
tr: Şu anda herhangi bir güvenli bağlantınız yok
uk: Наразі у вас немає безпечних посилань
vi: Bạn hiện không có bất kì liên kết bảo mật nào
zh_hans: 您目前没有任何安全链接
zh_hant: 您目前沒有任何安全加密鏈結
